{"sections":{"page":{"type":"page","settings":{"color_scheme":"default","container_size":"xsmall","section_spacing_top":96,"section_spacing_bottom":0,"show_heading":true}},"ee431a3a-eeb4-420e-8e40-012395eb315c":{"type":"rich-text","blocks":{"template--15411618938914__ee431a3a-eeb4-420e-8e40-012395eb315c-icon-1":{"type":"icon","settings":{"icon":"none","icon_size":48}},"template--15411618938914__ee431a3a-eeb4-420e-8e40-012395eb315c-text-1":{"type":"text","settings":{"text":"<p>Hi,<\/p><p>I’m Anders Toxboe – designer, strategist, and founder of Learning Loop.<\/p><p>I started my career in a small software team. We had no clue what we were doing - but looking back, we did many things right. I believe other people call what we did for hustling. We were just trying to do our work.<\/p><p>After a few years, I had held many positions: software engineer, designer, product manager, leader, CTO, CPO. In the early years, I promised myself not to make the same mistakes twice and to reuse what worked particularly well. So I started taking a more methodical approach to creating successful products and building great teams.<\/p><h2>It was not just about the product<\/h2><p>Creating successful products that customers love, yet work for the business as well is not a solo effort. I didn’t just sit in the corner handing out instructions - I worked collaboratively with my team, internal stakeholders, and external partners.<\/p><p>Finding myself managing a team of 100+, I had to find a way that we could build up a shared vocabulary and spend more time on getting the right product shipped than debating what we wanted to build.<\/p><p>My first real job was as a software engineer. Within software engineering, I had really enjoyed a concept called “design patterns”: Recurring solutions that solve common design problems.<\/p><p>Solutions that have been reused so many times that they have become the standard reference points for the experienced engineer.<\/p><p>I thought to myself: Why are these pattern playbooks unique only to software architecture?<\/p><p>I started my first side-hustle: <a href=\"https:\/\/ui-patterns.com\/\" target=\"_blank\" title=\"https:\/\/ui-patterns.com\/\">UI-Patterns.com<\/a>. Here, I started documenting best practice user interface elements, and helped to coin the term \"UI Patterns\". I later added the same psychological insights I had used for years as a new colllection on the site:  the Persuasive Patterns<\/p><p>It became a habit. A habit of constantly revising and sharing my playbooks in the various fields I endeavoured in. Design. Product Psychology. Experimentation. Business Models. Workshop facilitation.<\/p><p>It worked.<\/p><p>My teams loved it.<\/p><h2>This was my Aha! moment<\/h2><p>I started blogging about and cataloguing my playbooks within design, psychology, product experimentation, business models, workshop facilitation, and more.<\/p><p>Finally, I created a format and system that removes all the jargon and fluff, and gives you the essentials.<\/p><p>The clarity of the our pattern collections gives you confidence. Confidence to engage your team as you collaborate to create successful products.<\/p><p>Anyone can use them. That’s the great thing about them. Once you get them into your hans, things start to flow and teams become empowered. Sometimes it just takes the right tools and the willingness to give it a go to make it work to succeed.<\/p><h2>It has been a wild ride<\/h2><p>Our card decks have now sold in tens of thousand copies all around the world. Regular customers include professors, managers, strategists, designers, engineers, and CEOs.<\/p><p>World renowned companies like Spotify, Amazon, LEGO, Microsoft, Apple, Meta, and many more are using our card decks in their daily work. Educators at Stanford, Princeton, Harvard and many other top institutions are using our tools to teach.<\/p><p>What was once a small side hustle is now a mature company. From UI-Patterns.com to Learning Loop – encompassing not just design, but all it takes to craft successful products.<\/p><p>I hope you’ll give our card decks a chance and let me know what you think. We’re always looking for ways to improve our products.<\/p><p>With warm regards,<\/p><p><em>– Anders Toxboe<\/em><br\/>Founder of Learning Loop<\/p>","text_2":"","text_3":"","body_size":"body2"}},"template--15411618938914__ee431a3a-eeb4-420e-8e40-012395eb315c-buttons-1":{"type":"buttons","settings":{"btn_text":"Shop now","btn_url":"shopify:\/\/collections\/card-decks","btn_style":"link","extra_btn_text":"","extra_btn_url":"","extra_btn_style":"solid"}}},"block_order":["template--15411618938914__ee431a3a-eeb4-420e-8e40-012395eb315c-icon-1","template--15411618938914__ee431a3a-eeb4-420e-8e40-012395eb315c-text-1","template--15411618938914__ee431a3a-eeb4-420e-8e40-012395eb315c-buttons-1"],"settings":{"color_scheme":"default","enable_background_around_container":false,"container_size":"medium","section_spacing_top":0,"section_spacing_bottom":0,"content_align":"left"}}},"order":["page","ee431a3a-eeb4-420e-8e40-012395eb315c"]}